var garbage_sort_data = [
    {
  "categroy": 1,
  "data": [{
    "letter":"A",
    "garbageItem": ["A4纸", "安全帽"]
  }, {
    "letter": "B",
    "garbageItem": ["白纸", "玻璃摆件", "包包", "包书纸", "包装箱", "包装用纸", "包装纸", "包装纸盒", "包装纸箱", "布包", "保健品盒", "保暖杯", "保暖瓶", "保温杯", "保温瓶", "保险箱", "宝特瓶", "抱枕", "报刊", "报纸", "报纸、纸皮", "玻璃杯", "玻璃杯子", "玻璃酒杯", "玻璃水杯", "不锈钢杯子", "不锈钢水杯", "被单", "被套", "被芯", "被子", "本子", "笔记本", "笔记本电脑", "笔记本纸", "笔盒", "笔记型计算机", "布笔袋", "瘪掉的篮球", "冰柜", "冰箱", "饼干罐", "饼干铁盒", "饼干纸盒", "玻璃", "玻璃餐盒", "玻璃餐具", "玻璃尺", "玻璃灯罩", "玻璃调料瓶", "玻璃饭盒", "玻璃罐", "玻璃锅", "玻璃锅盖", "玻璃壶", "玻璃酒瓶", "玻璃奶瓶", "玻璃盘", "玻璃盘子", "玻璃盆", "玻璃啤酒瓶", "玻璃片", "玻璃瓶", "玻璃瓶罐", "玻璃器皿", "玻璃碎片", "玻璃碎瓶", "玻璃碗", "玻璃油瓶", "玻璃渣", "玻璃制品", "玻璃制容器", "捕蚊灯", "不锈钢", "不锈钢尺子", "不锈钢刀", "不粘锅", "布", "布袋", "布袋子", "布类", "布料", "布面粉袋", "布偶", "布条", "布娃娃", "布玩偶", "布鞋"]
  }, {
    "letter": "C",
    "garbageItem": ["cd", "CD机", "cpu", "插线板", "充电宝", "充电式暖宝宝", "彩色玻璃", "窗玻璃", "彩电", "彩色打印纸", "彩色塑料瓶", "蚕丝", "残旧衣服", "草稿纸", "插排", "插头", "插座", "充电插头", "叉子", "茶叶罐", "茶叶盒", "常温牛奶盒", "常温牛奶盒子", "长毛绒", "长毛绒玩具", "长尾夹", "长靴", "衬衫", "衬衣", "齿轮", "尺子", "充电器", "充电热水袋", "充电线", "充气沙发", "充气娃", "充气娃娃", "绸带", "厨余垃圾筒", "除湿盒", "除湿机", "传单", "传真机", "传真纸", "窗帘", "床单", "床上用品", "床罩", "吹风机", "锤子", "磁盘盒", "磁片盒", "磁铁", "醋瓶"]
  }, {
    "letter": "D",
    "garbageItem": ["档案袋", "电路板", "电路主板", "蛋黄饼包装盒", "电脑包", "电子塑料包装", "电脑设备", "电表盒", "电话手表", "电子手表", "电冰箱", "电话簿", "电器产品", "电子产品", "点钞机", "打印出来的纸", "电吹风", "电磁炉", "打底裤", "打印的纸", "打印过的废纸", "打印过的纸", "打印机", "打印机墨盒", "打印机硒鼓", "打印墨盒", "打印用纸", "打印纸", "大猪蹄子", "大哥大", "大衣", "貂皮大衣", "缎带", "电暖手袋", "电热水袋", "电费账单", "弹簧", "刀片", "电动剃须刀", "导线", "的确良", "电灯", "登山杖", "低温牛奶盒子", "地毯", "地图", "垫子", "电动玩具", "电动洗脚盆", "电动牙刷", "电炖锅", "电饭煲", "电饭锅", "电风扇", "电锅", "电焊丝", "电话", "电话机", "电缆", "电脑", "电脑机箱", "电脑配件", "电脑屏幕", "电脑小音响", "电暖炉", "电瓶", "电器", "电热水壶", "电热水瓶", "电热水器", "电热毯", "电容器", "电扇", "电视", "电视机", "电视机顶盒", "电水壶", "电玩具", "电蚊拍", "电线", "电线挿头", "电影票", "电源器", "电源线", "电熨斗", "电子废弃物", "电子垃圾", "电子琴", "电子书", "电子书阅读器", "电子体温计", "电子温度计", "电子游戏机", "电子镇流器", "电钻", "吊牌", "订书机", "貂皮"]
  }, {
    "letter": "E",
    "garbageItem": ["儿童电动玩具", "儿童玩具", "耳环", "耳机", "耳机线", "耳套", "二手衣物"]
  }, {
    "letter": "F",
    "garbageItem": ["废纸板", "复印件纸板", "复印件版纸", "帆布包", "废弃布包", "废弃书包", "复合软包装", "废报纸", "废旧报纸", "复印件报纸", "废旧的被子", "废旧的笔记本电脑", "废旧纸张本册", "废弃书本", "废鼠标", "废玻璃", "废玻璃制品", "废旧玻璃", "纺织布", "废旧排插", "废旧电子产品", "废弃电子产品", "防潮盒", "废脚踏车", "废床单", "废打印纸", "废旧打印机", "废弃打印机", "放大镜", "飞刀", "废旧的收音机", "废旧的手电筒", "废弃的收音机", "废弃的手电筒", "废弃荧光灯", "废旧台灯", "废地毯", "废旧地毯", "废弃地毯", "防滑垫", "废电脑", "废电器", "废电视", "废电线", "废家电", "废旧电脑", "废旧电器", "废旧电视机", "废旧电线", "废旧手电筒", "废弃电线", "防晒霜罐", "纺织品", "纺织物", "废纺织物", "废键盘", "废金属", "废酒瓶", "废旧旧衣服", "废旧收音机", "废旧手机", "废旧书", "废旧塑料盒", "废旧玩具", "废旧洗衣机", "废旧衣服", "废旧衣物", "废旧荧光屏", "废旧纸箱", "废旧纸张", "废铝", "废灭火器", "废墨盒", "废墨瓶", "废木盒", "废弃计算机", "废弃衣服", "废弃衣物", "废弃纸张", "废手机", "废书", "废塑料", "废塑料盒", "废锁头", "废台式机", "废毯子", "废铁", "废铁锅", "废铜烂铁", "废物箱", "废硒鼓", "废洗衣机", "废衣服", "废油桶", "废织物", "废纸", "废纸盒", "废纸箱", "废纸张", "蜂蜜罐", "风扇", "风衣", "风油精瓶", "服装", "复印机", "复印纸"]
  }, {
    "letter": "G",
    "garbageItem": ["各式皮包", "公文包", "钢化玻璃", "过期玻璃瓶", "购物纸袋", "广告单", "广告单页", "各类刀、刀片", "刮胡子刀片", "干净的塑料", "干净的塑料勺", "高附加值1", "干净塑料", "钢丝", "钢铁", "高跟鞋", "广告用纸", "广告纸", "个人计算机", "工资卡", "公交卡", "公仔", "古筝", "挂号纸", "挂历", "挂钟", "罐头", "罐头盒", "罐头瓶", "罐头食品", "过期罐头", "光明牛奶盒", "光驱", "锅", "果酱瓶", "果汁盒", "果汁机", "果汁瓶", "果汁纸盒", "过期灭火器", "过期日历", "擀面杖"]
  }, {
    "letter": "H",
    "garbageItem": ["华为P20", "厚纸板", "黄板纸", "黄纸板", "环保袋", "海报", "绘本", "行车记录仪", "胡须刀", "喝完的咖啡罐", "画过画的纸", "坏了的玩具", "坏台灯", "坏电视机", "行动电话", "坏空调器", "护发素瓶", "护肤品空瓶", "护肤品容器", "护肤霜瓶", "烘干机", "护手霜软管", "化妆品罐", "海洋球", "焊丝", "汗衫", "合金玩具", "护手霜盒", "护手霜盒子", "贺卡", "黑色垃圾桶", "烘手器", "红酒瓶", "红领巾", "呼叫器", "护脸霜瓶", "花露水瓶", "花洒", "花生油桶", "华为手机", "画纸", "化纤衣物", "化妆品空瓶", "化妆水瓶", "话筒", "坏垃圾桶", "坏手机", "黄金", "黄酒瓶", "回收物", "会员卡", "婚戒"]
  }, {
    "letter": "I",
    "garbageItem": ["ipad", "iphone x", "IPHONE手机"]
  }, {
    "letter": "J",
    "garbageItem": ["集成电路板", "家用电器内的电路板", "接线板", "卷发棒", "金属包装盒", "旧包皮革", "旧背包", "旧皮包", "旧手提包", "旧书包", "鸡蛋保护塑料盒", "旧保暖瓶", "旧保温瓶", "计算机报表纸", "旧报", "旧报刊", "旧报纸", "旧棉被", "旧本子", "旧书本", "金属铅笔盒", "旧鼠标", "机械表", "旧冰箱", "旧布料", "旧布鞋", "金属制菜篮子", "金属汤匙", "金属厨具", "旧床单", "旧衣服床单", "旧纸袋", "剪刀", "金属刀片", "金属剪刀", "旧的运动鞋", "家电", "家用电器", "旧电话机", "旧电脑", "旧电器", "旧电视", "旧电蚊拍", "旧家电", "旧手电筒", "机顶盒", "金属订书机", "旧运动鞋", "旧耳机", "胶囊咖啡盒", "旧衣服", "旧衣服属于", "金属瓶盖", "酒瓶盖", "金属工具", "金枪鱼罐头", "金属罐", "金属罐头", "金属瓶罐", "金属食品罐", "金属锅", "旧铁锅", "金属盒", "旧墨盒", "旧纸盒", "精华液瓶", "结婚证书", "旧垃圾桶", "机箱", "机油桶", "计算机", "计算机零件", "旧收音机", "旧手机", "旧照相机", "积木", "计算器", "记事贴", "夹克", "金属夹子", "加湿器", "金属衣架", "金属制衣架", "旧塑料晾衣架", "煎鍋", "剪子", "键盘", "金属元件", "酱油瓶", "交通卡", "戒指", "金戒指", "金属", "金属拉链", "金属瓶", "金属食品桶", "金属丝", "金属制品", "金属制容器", "金子", "净水器", "酒瓶", "酒瓶子", "旧裤子", "旧帽子", "旧棉絮", "旧皮球", "旧皮鞋", "旧皮靴", "旧皮衣", "旧书", "旧塑料篮子", "旧玩具", "旧玩偶", "旧鞋", "旧鞋子", "旧衣裤", "旧衣物", "旧音箱", "旧枕头", "卷筒卫生纸纸芯", "卷纸芯", "卷子", "舊衣物"]
  }, {
    "letter": "K",
    "garbageItem": ["kindle", "kt板", "快递纸板", "快递纸板箱", "空调包装", "快递包装盒", "课本", "咖啡玻璃瓶", "空玻璃瓶", "快递纸袋", "可回收的文具", "空的饮料瓶", "快递盒", "快递盒子", "快递箱", "快递信封", "快递纸箱", "靠垫", "空调", "空调机", "空调两用风扇", "空调扇", "空调遥控器", "空养乐多瓶子", "可乐罐", "空罐头", "空小瓦斯罐", "可降解塑料盒", "空纸盒", "空气净化器", "可回收", "可回收垃圾", "空灭火器", "空酱油瓶", "可降解塑料", "空酒瓶", "考卷", "考试卷", "卡纸", "烤箱", "靠枕", "可口可乐瓶", "可乐瓶", "空水瓶", "空饮料瓶", "空油瓶", "裤袜", "裤子", "矿泉水瓶", "矿泉水瓶子", "矿水瓶"]
  }, {
    "letter": "L",
    "garbageItem": ["乐利包", "冷饮包装盒", "利乐包", "利乐包装", "利乐包装盒", "铝箔包装", "旅游时报", "练习本", "铝箔", "铝箔纸", "鋁箔", "领带", "利乐枕牛奶袋", "旅行袋", "螺丝刀", "螺丝钉", "录放机", "烂衣服", "铝盖", "晾衣杆", "乐高", "铝管", "铝罐", "铝质易拉罐", "铝锅", "铝合金", "乐扣乐扣塑料盒", "利乐盒", "垃圾桶", "垃圾箱", "绿色垃圾桶", "冷暖气机", "录音机", "沥水架", "晾衣架", "料酒瓶", "螺丝孔", "连裤袜", "篮球", "榔头", "利乐枕", "利乐砖", "琉璃", "连衣裙", "路由器", "铝", "铝喷雾瓶", "铝盆", "铝瓶子", "铝制品", "螺帽", "螺丝"]
  }, {
    "letter": "M",
    "garbageItem": ["密胺餐具", "密胺碗", "棉袄", "门把手", "木铲板", "木砧板", "木质菜板", "面包机", "棉被", "棉花垫被", "默写本", "毛玻璃", "墨汁玻璃瓶", "麻布", "棉麻桌布", "美工刀", "美工刀片", "磨刀器", "墨水写过的纸", "沐浴露的塑料瓶", "木雕", "墨粉盒", "墨盒硒鼓", "煤气罐", "煤油罐", "面霜罐子", "沐浴乳瓶罐", "墨盒", "木盒", "棉花胎", "漫画", "漫画书", "灭火器", "木积木", "木头衣架", "麻将台", "毛绒玩具", "木制玩具", "木筷", "木筷子", "沐浴露塑料", "沐浴露塑料瓶", "毛领子", "沐浴露瓶", "密码锁", "毛毯", "毛线", "毛衣", "帽子", "美容仪", "门锁", "棉", "棉袜", "明信片", "名片", "墨水瓶", "墨水纸", "木屐", "木梳", "木梳子", "木桶", "木碗", "木制品", "木制梳子", "木制音箱"]
  }, {
    "letter": "N",
    "garbageItem": ["牛奶包装", "牛奶包装盒", "牛奶盒包装", "牛奶利乐包", "牛奶纸盒包装", "牛奶玻璃瓶", "内存条", "暖水袋", "奶粉盖", "奶粉罐", "奶粉盒子", "奶粉桶", "牛奶罐", "奶盒", "牛奶盒", "牛奶盒子", "牛奶利乐盒", "牛奶纸盒", "暖水壶", "牛仔裤", "牛奶塑料瓶", "牛奶瓶", "牛奶桶", "闹钟", "牛皮", "牛皮纸", "暖瓶"]
  }, {
    "letter": "O",
    "garbageItem": []
  }, {
    "letter": "P",
    "garbageItem": ["PVC瓶", "PET瓶", "pe塑料盒", "pp管", "泡沫板", "平板玻璃", "平板电脑", "皮包", "皮质包包", "破书包", "啤酒玻璃瓶", "破碎玻璃", "破布", "皮草", "皮带", "拍立得", "瓶裝水的塑料瓶", "平底锅", "破损废旧衣服", "破旧衣服", "破衣服", "啤酒盖", "啤酒瓶盖", "瓶盖", "皮革", "皮革制品", "啤酒罐", "啤酒罐子", "破铁锅", "苹果手机", "泡沫盒", "泡沫盒子", "泡沫纸盒", "泡沫垃圾", "泡沫箱属于什么垃圾", "啤酒瓶", "葡萄酒瓶", "皮具", "扑克", "扑克牌", "皮裤", "破铜烂铁", "泡沫塑料", "泡沫棉", "泡沫", "泡沫碗", "泡沫箱", "泡沫箱子", "屏幕", "皮球", "皮手套", "皮箱", "皮鞋", "皮靴", "皮衣", "破袜子", "破衣物"]
  }, {
    "letter": "Q",
    "garbageItem": ["铅笔盒", "强化玻璃", "汽车空气滤清器", "氢气球充气钢瓶", "氢气罐", "其他垃圾桶", "清洁瓶", "汽水瓶", "驱蚊瓶", "汽油桶", "铅桶", "秋衣", "球鞋"]
  }, {
    "letter": "R",
    "garbageItem": ["软饮包装", "日报", "人造玻璃", "润肤露瓶子", "润肤霜", "燃油罐", "肉罐头", "乳液罐", "绒毛玩具", "日历", "熱水瓶內膽", "乳液瓶", "绒娃娃", "绒线衣"]
  }, {
    "letter": "S",
    "garbageItem": ["施工安全帽", "塑料板", "塑料垫板", "手办", "书包", "水果包装纸箱", "水果外包装泡沫", "塑料包装盒", "食品保鲜盒", "塑料保鲜盒", "塑料食品保鲜盒", "少年报", "塑料杯", "塑料杯子", "塑料咖啡杯", "塑料水杯", "碎玻璃杯", "湿被子", "书本", "书本纸", "塑胶铅笔盒", "塑料笔盒", "塑料铅笔盒", "鼠标", "手表", "塑料钟表", "碎玻璃", "碎玻璃瓶", "数字音乐播放器", "碎布", "碎布料", "碎布料枕头", "塑胶菜蓝子", "塑料餐具", "手册", "受潮的纸张", "塑料尺", "塑料尺子", "手机充电器", "手机充电线", "丝绸制品", "使用过的旧床单", "丝带", "塑料文件袋", "塑料蛋盒", "塑料鸡蛋盒", "水果刀", "塑料剃须刀", "塑料管道", "手纸的纸芯", "薯片的纸盒", "塑料凳", "扫地机", "塑料垫", "塑料垫子", "手电筒", "手提电脑", "塑料飞碟", "书法纸", "塑料饭盒", "爽肤水瓶", "塑料盖", "晒鼓墨盒", "塑料管", "食品罐头", "食品空罐头", "食品塑料罐", "食品用铁罐头", "速食肉罐头", "塑料罐", "塑料罐子", "水果纸箱", "塑料水果盒", "塑料水果筐", "食品铁盒", "收纳盒", "塑胶盒", "塑料盒", "塑料盒纸", "塑料盒子", "塑料收纳盒", "塑料酸奶盒", "酸奶盒", "酸奶纸盒", "塑料牛奶壶", "塑料油壶", "塑料花盆", "塑料花瓶", "摄像机", "收录音机", "收音机", "手机", "手机屏幕", "塑料积木", "书籍", "塑胶制资料夹", "塑胶制衣架", "塑料晾衣架", "塑料衣架", "塑胶手套", "塑胶玩具", "塑胶碗", "塑胶制品", "塑胶制容器", "塑胶桌", "丝巾", "塑料啤酒瓶", "收据", "数据线", "塑料玩具", "塑料文具", "试卷", "塑料卡片", "塑料可乐瓶", "水乳空瓶", "塑料空瓶", "漱口水瓶子", "塑料纽扣", "塑料筷子", "塑料筐", "塑料篮筐", "塑料篮", "塑料篮子", "塑料脸盆", "塑料", "塑料模型", "塑料牛奶瓶", "塑料泡沫", "塑料盆", "塑料瓶", "塑料勺子", "塑料梳子", "塑料水瓶", "塑料酸奶瓶", "塑料毯子", "塑料桶", "塑料托盘", "塑料碗", "塑料碗（盆）", "塑料碗塑料盆", "塑料箱", "塑料小瓶", "塑料鞋", "塑料椅子", "塑料饮料瓶", "塑料油瓶", "塑料油桶", "塑料制品", "酸奶塑料瓶", "说明书", "收纳箱", "食物托盘", "收银小票", "食物油瓶", "纱手套", "上衣", "勺子", "摄像头", "食用油桶", "收银条", "手套", "书", "数学书", "碎纸", "锁", "锁头"]
  }, {
    "letter": "T",
    "garbageItem": ["铁板", "拖线板", "铁棒", "淘宝纸盒", "铁杯", "铁水杯", "铁皮铅笔盒", "铁制铅笔盒", "铁制饼干盒", "体重秤", "铁尺", "铁锤", "搪瓷", "搪瓷碗", "剃须刀片", "屠龙刀", "台灯", "铁钉", "碳粉匣", "铁盖子", "铁钩", "太阳能热水管", "痰盂罐", "铁罐", "铁罐头", "铁罐子", "铁皮罐", "铁皮罐头", "铁棍", "铁锅", "铁盒", "铁皮盒", "脱水机", "铁夹子", "铁架", "铁块", "台历", "太阳帽", "太阳能热水器", "铜牌", "剃须泡瓶", "铁皮", "铜皮", "铁制品", "铁瓶子", "铁器", "铁圈", "图书", "铁丝", "铁制印台", "铁条", "铁", "铁鎚头", "铁桶", "铁碗", "铁箱", "图纸", "拖鞋"]
  }, {
    "letter": "U",
    "garbageItem": ["U盘"]
  }, {
    "letter": "V",
    "garbageItem": []
  }, {
    "letter": "W",
    "garbageItem": ["文具铅笔盒", "无线鼠标", "微波炉", "午餐肉罐", "午餐肉罐头", "玩具车", "文具尺", "文件袋", "玩坏的玩具", "卫生纸滚筒", "文具盒", "无人机", "文件夹", "围巾", "望远镜", "玩具", "玩具熊", "瓦楞纸", "无线路由器", "玩偶", "围裙", "卫生纸纸芯", "瓦斯桶", "钨丝", "外套", "袜子", "网线", "卫衣", "蚊帐"]
  }, {
    "letter": "X",
    "garbageItem": ["xbox", "线路板", "雪碧瓶", "写过的草稿纸", "相册", "宣传册", "吸尘器", "宣传单", "宣传页", "宣传纸", "鞋带", "信封带", "信封袋", "小刀", "洗发水的瓶子", "洗发水的塑料瓶", "洗干净的牛奶盒", "洗净的牛奶盒", "洗净后的牛奶盒", "写过的纸", "写过字的纸", "小家电", "洗发露瓶", "洗发露瓶子", "洗发水罐", "洗发水空瓶", "洗发水瓶", "洗发水瓶子", "洗发水塑料瓶", "洗发水桶", "洗发液空瓶", "洗发液空塑料瓶", "洗衣粉盒", "洗衣粉瓶", "信封", "小塑料盖子", "小广告", "硒鼓", "硒鼓墨盒", "鲜奶盒", "香烟盒", "小米盒子", "鞋盒", "洗衣机", "相机", "血压计", "洗洁精瓶", "洗洁精瓶子", "显卡", "信用卡", "香烟壳", "洗衣液空瓶", "相框", "项链", "显示屏幕", "相片", "芯片", "小票", "洗手液瓶", "洗衣液瓶", "洗衣液瓶子", "香水瓶", "香油瓶", "吸湿器", "显示器", "吸铁石", "西装", "鞋", "鞋子", "写字纸"]
  }, {
    "letter": "Y",
    "garbageItem": ["浴霸灯", "一般铁罐", "亚克力板", "硬板纸", "硬纸板", "衣服半成品", "饮料包装盒", "饮料纸包装", "硬塑料包装", "月饼包装", "月饼包装袋", "易拉宝", "羽绒被", "圆珠笔笔套", "游戏币", "游戏手柄", "月饼盒", "月饼铁盒", "用过的酱油玻璃瓶", "有机玻璃", "有机玻璃制品", "遥控车", "钥匙", "硬式磁碟机", "腰带", "瑜伽垫", "液晶电视", "移动电源", "洋钉", "移动硬盘", "运动服", "运动鞋", "养乐多瓶", "银行卡废旧", "衣服", "衣服是什么垃圾", "羽绒服", "烟缸", "鱼缸", "压力罐", "眼霜罐", "易拉罐", "饮料罐", "饮料铝罐", "油罐", "鱼罐头", "压力锅", "饮料盒", "硬塑料盒", "养身壶", "养生壶", "油壶", "饮水机", "游戏机", "燕尾夹", "液晶屏", "银行卡", "亚克力", "遥控器", "衣裤", "游泳裤", "饮料瓶", "硬塑料", "油塑料瓶", "哑铃", "羊毛", "羊毛衫", "羊毛毯", "荧幕", "硬盘", "优盘", "印刷品", "印刷制品", "油瓶", "压缩瓶", "瑜伽球", "银手镯", "英语书", "语文书", "印刷纸", "油桶", "洋娃娃", "衣物", "音箱", "硬纸箱", "音响", "雨鞋", "雨靴", "洋装", "影印纸", "玉镯"]
  }, {
    "letter": "Z",
    "garbageItem": ["砧板", "纸板", "纸板箱", "主板", "主机板", "震动棒", "自慰棒", "纸包装", "纸包装盒", "纸塑铝复合包装", "纸质包装", "纸质包装带", "纸质包装袋", "纸质包装纸", "作业本", "钟表", "自行车轮胎", "纸带", "纸袋", "纸袋子", "纸质购物袋", "账单", "指甲刀", "装过食用油的塑料桶", "装洗发水的塑料瓶", "装订铁圈", "脏衣服", "纸塑铝复合", "真空罐", "纸制糖果礼盒", "纸盒", "纸盒子", "纸巾盒", "纸酸奶盒", "纸质酸奶盒", "照相机", "指甲剪", "指甲钳", "纸壳", "纸张类", "镇流器", "遮阳帽", "纸质说明书", "帐篷", "纸皮", "纸片", "自慰器", "足球", "再生纸", "钻石", "证书", "作文书", "枕套", "猪蹄子", "纸筒", "枕头", "纸头", "钻头", "织物", "纸箱", "纸箱子", "枕芯", "纸芯", "杂志", "纸张", "珍珠", "纸"]
  }, {
    "letter": "#",
    "garbageItem": []
  }]
}, {
  "categroy": 2,
  "data": [{
    "letter": "A",
    "garbageItem": ["阿司匹林"]
  }, {
    "letter": "B",
    "garbageItem": ["白炽灯", "白炽灯泡", "保健品", "笔记本电池", "避孕药", "玻璃灯管", "玻璃小药瓶", "玻璃药瓶"]
  }, {
    "letter": "C",
    "garbageItem": ["彩色相片", "彩色相片纸", "彩色相纸", "彩色照片", "除草剂", "除草剂罐", "充电电池"]
  }, {
    "letter": "D",
    "garbageItem": ["电池板", "打印过的彩色相片纸", "打印后的彩色照片", "电池", "电脑电池", "電池", "打印的照片", "打印过的胶片", "灯管", "灯管灯泡", "灯炮", "灯泡", "电灯泡", "电影胶片", "毒鼠强"]
  }, {
    "letter": "E",
    "garbageItem": []
  }, {
    "letter": "F",
    "garbageItem": ["废电池", "废旧电池", "废镍镉电池", "废弃电池", "废手机充电电池", "废手机电池", "废氧化汞电池", "废杀虫剂", "废杀虫剂罐", "废灯管", "废灯泡", "废节能灯", "废节能灯管", "废旧灯", "废旧灯管", "废旧灯泡", "废旧日光灯", "废旧荧光灯", "废旧荧光灯管", "废弃节能灯", "废日光灯管", "废荧光灯管", "废直式日光灯管", "废含汞温度计", "废水银温度计", "废温度计", "废含汞血压计", "废胶片", "废旧相片", "废旧荧光管", "废弃药品", "废相纸", "废药", "废药品", "废药瓶", "废油漆", "废油漆桶"]
  }, {
    "letter": "G",
    "garbageItem": ["过期保健品", "干电池", "镉镍电池", "过期的药", "过期的药品", "过期的油漆", "过期的指甲油", "感光胶片", "感光片", "感冒药", "高铁酸钾", "各类过期药品", "过期胶囊药物", "过期农药", "过期药", "过期药片", "过期药品", "过期药水", "过期药物", "过期指甲油"]
  }, {
    "letter": "H",
    "garbageItem": ["﻿1号电池", "5号电池", "5号干电池", "7号电池", "化学试剂包装玻璃瓶", "含汞电池", "喝完的药瓶", "含汞荧光灯管", "含汞温度计", "含汞体温计", "含汞血压计", "化学试剂"]
  }, {
    "letter": "I",
    "garbageItem": []
  }, {
    "letter": "J",
    "garbageItem": ["胶囊药片底板", "旧电池", "家庭的过期药品", "节能灯", "节能灯管", "节能灯泡", "旧灯管", "旧灯泡", "急支糖浆", "甲油", "甲油胶", "甲油瓶", "胶卷", "胶囊", "胶囊药片", "胶片", "旧照片"]
  }, {
    "letter": "K",
    "garbageItem": ["可充电电池", "口服药", "口服液瓶", "口服液瓶子", "咳嗽糖浆", "空涂料桶", "空药瓶", "空油漆桶"]
  }, {
    "letter": "L",
    "garbageItem": ["led灯", "LED灯泡", "锂电池", "锂离子电池", "录像带", "卤素灯", "卤素灯泡", "老鼠药"]
  }, {
    "letter": "M",
    "garbageItem": ["没有药的空药瓶", "灭蚊剂", "灭蚊剂瓶"]
  }, {
    "letter": "N",
    "garbageItem": ["镍镉电池", "镍铝电池", "镍氢电池", "纽扣电池", "钮扣电池", "钮扣电子电池", "粘鼠胶", "农药片", "农药瓶"]
  }, {
    "letter": "O",
    "garbageItem": []
  }, {
    "letter": "P",
    "garbageItem": ["漂白剂罐", "普通干电池", "破碎的灯管", "盘尼西林", "喷蟑螂瓶"]
  }, {
    "letter": "Q",
    "garbageItem": ["七号电池", "铅酸电池", "铅蓄电池", "漆桶"]
  }, {
    "letter": "R",
    "garbageItem": ["染发剂包装", "日光灯", "日光灯管", "染发剂罐", "染发剂壳", "染发剂塑料罐", "染发料瓶体", "乳胶漆"]
  }, {
    "letter": "S",
    "garbageItem": ["手表电池", "手机充电电池", "手机电池", "杀虫剂", "杀虫剂罐", "杀虫剂罐子", "杀虫剂空瓶", "杀虫剂瓶", "杀虫剂瓶罐", "杀虫剂桶", "杀虫喷雾", "杀虫喷雾罐", "杀虫喷雾瓶", "杀虫瓶罐", "杀虫气雾剂", "杀毒剂", "水银温度计", "试剂盒", "杀菌剂", "水银体温计", "水银血压计", "水性涂料桶", "塑料药瓶", "水性漆", "水银"]
  }, {
    "letter": "T",
    "garbageItem": ["太阳能电池", "烫伤膏", "体温计", "涂料", "涂料桶", "泰诺"]
  }, {
    "letter": "U",
    "garbageItem": []
  }, {
    "letter": "V",
    "garbageItem": []
  }, {
    "letter": "W",
    "garbageItem": ["五号电池", "钨丝灯泡", "温度计", "维生素"]
  }, {
    "letter": "X",
    "garbageItem": ["x光胶片", "x光片", "X光片等感光胶片", "蓄电池", "吸顶灯", "相片底片", "消毒药片", "西瓜片", "相片纸", "西药", "相纸"]
  }, {
    "letter": "Y",
    "garbageItem": ["浴霸灯泡", "药品铝塑板", "有机溶剂包装", "有机溶剂类包装物", "氧化汞电池", "遥控器电池", "用过的电池", "荧光灯", "荧光灯管", "荧光灯光", "盐酸伐昔洛韦片", "油漆罐", "药片盒", "有机溶剂", "药剂", "油漆稀释剂", "药物胶囊", "药品壳子", "药片", "药品", "药瓶", "液体药瓶", "油漆", "油漆桶", "药丸"]
  }, {
    "letter": "Z",
    "garbageItem": ["中成药", "照相机电池", "指甲水", "指甲油", "指甲油瓶", "照片", "照片纸", "照相纸", "蟑螂药"]
  }, {
    "letter": "#",
    "garbageItem": []
  }]
}, {
  "categroy": 3,
  "data": [{
    "letter": "A",
    "garbageItem": ["阿尔卑斯糖", "阿华田", "艾草", "艾叶", "腌笃鲜"]
  }, {
    "letter": "B",
    "garbageItem": ["芭蕉叶", "八宝饭", "八宝粥", "八角", "巴旦木壳", "白菜", "白菜叶", "白煮蛋壳", "板栗", "板栗壳", "棒棒糖", "包菜叶子", "包子", "鲍鱼", "爆米花", "贝壳的肉", "贝壳肉", "变质的食物", "变质食品", "冰激淋", "冰激凌", "冰淇淋", "冰糖", "饼干渣", "菠菜", "菠萝", "菠萝干", "菠萝蜜", "菠萝派", "菠萝皮", "菠萝头", "槟榔壳", "槟榔", "槟榔皮"]
  }, {
    "letter": "C",
    "garbageItem": ["炒板栗", "吃过的方便面", "葱油饼", "菜", "菜饭", "菜根", "菜根菜头", "菜梗", "菜梗菜叶", "菜花", "菜椒", "菜皮", "菜叶", "菜叶子", "菜渣", "吃菜剩下的鱼骨头", "厨房剩菜", "吃剩的快餐", "蚕豆壳", "残羹", "残花", "残渣剩饭", "残枝", "残枝落叶", "苍蝇", "草", "草莓", "草皮", "草药", "茶叶", "茶", "茶叶蛋", "茶叶渣", "茶叶渣子", "茶渣", "长生果", "长生果壳", "炒花生壳", "炒面", "车厘子", "陈皮", "橙", "橙皮", "橙子", "橙子皮", "吃过的甘蔗", "吃剩下的葡萄杆", "吃剩下的提子杆", "冲泡饮料", "虫", "虫子", "宠物粮食", "宠物饲料", "臭豆腐", "臭鸡蛋", "厨房垃圾", "厨余", "厨余果皮", "厨余垃圾", "春梅", "葱", "葱蒜", "脆骨", "蛏子肉", "蛏子"]
  }, {
    "letter": "D",
    "garbageItem": ["大白菜", "打包的剩饭菜", "大饼", "淡菜", "大豆", "大龙虾", "大米", "大排", "大螃蟹壳", "大蒜", "大闸蟹", "大闸蟹壳", "带鱼骨头", "担担面", "蛋", "蛋糕", "蛋黄", "蛋卷", "蛋壳", "蛋壳壳", "蛋类", "蛋殼", "蛋挞", "蛋挞皮", "地瓜皮", "淀粉", "冬瓜", "冬笋壳", "冬枣核", "动物废弃内脏", "动物骨头", "动物内脏", "豆腐", "豆腐干", "豆腐乳", "豆腐渣", "豆角壳", "豆壳", "豆类", "豆渣", "多肉", "多肉植物"]
  }, {
    "letter": "E",
    "garbageItem": ["鹅"]
  }, {
    "letter": "F",
    "garbageItem": ["方便面料包", "方便面", "废中药材", "饭菜", "饭菜渣", "腐烂蔬菜", "风味蛋糕", "废弃的树叶", "废弃的树枝", "风干、晾晒的食品", "发霉食物", "番茄", "番茄酱", "番茄皮", "番薯", "饭", "饭团", "饭汁", "夫妻肺片", "废弃植物", "废弃树叶", "废弃树枝", "废弃油脂", "废树叶", "废植物", "粉丝", "风干食品", "腐肉", "富贵竹", "蕃茄酱"]
  }, {
    "letter": "G",
    "garbageItem": ["锅巴", "干拌面", "过期面包", "糕饼", "过期饼干", "干药材", "隔夜菜", "根茎蔬菜", "瓜果蔬菜", "干草叶", "干茶叶", "过期茶叶", "过朝食品", "过期大米", "罐头食品的内容物", "过期的糕团", "过期的咖啡", "过期的粮食", "过期的燕麦片", "过期的鱼油", "糕点", "过期糕点", "果冻", "隔夜饭", "过期肥料", "过期面粉", "过期奶粉", "过期未开封食品", "干瓜子壳", "干桂圆壳", "干果", "干红枣", "干花", "干花生壳", "干花生皮", "干货", "干橘子皮", "干枯花", "干枯玫瑰花", "干辣椒", "干树叶", "干树枝", "干香菇", "干蟹壳", "干药渣", "桂圆干壳", "过期牛肉干", "甘蔗", "甘蔗渣", "高粱", "鸽子", "蛤蜊", "蛤蜊肉", "蛤蟆", "各类过期食品", "狗粮", "狗肉", "骨骼内脏", "骨肉相连", "骨头渣", "谷物", "瓜", "瓜果", "瓜果壳", "瓜果皮", "瓜果皮核", "瓜孑皮", "瓜壳", "瓜皮", "瓜皮果壳", "瓜皮果皮", "瓜子", "瓜子花生壳", "瓜子壳", "瓜子皮", "瓜子仁", "桂圆", "桂圆核", "桂圆壳", "桂圆皮", "果核", "果酱", "果壳", "果粒", "果皮", "果肉", "果实", "果汁渣", "过期零食", "过期猫粮", "过期食品", "过期食物", "过期筒装食品", "过期芝麻酱", "过期芝士", "泔脚"]
  }, {
    "letter": "H",
    "garbageItem": ["花瓣", "汉堡包", "荷包蛋", "汉堡", "胡萝卜", "花菜", "花草", "花草树叶", "喝过的茶叶", "喝过的茶叶渣", "红肠", "火腿肠", "海带", "海胆", "花生的壳", "火锅底料", "火锅汤底", "火锅调料", "蝴蝶", "黑豆", "黄豆", "花朵", "胡椒粉", "红枣干", "花蛤", "哈密瓜皮", "海瓜子", "黄瓜", "黄瓜皮", "火锅", "火锅蘸酱", "火龙果皮", "海螺", "海苔", "海鲜", "河豚", "黑珍猪", "黑猪", "红烧肉", "红薯", "红薯皮", "红糖", "红枣", "红枣核", "花", "花卉", "花卉绿植", "花卉植物", "花甲", "花甲壳", "花椒", "花螺", "花生", "花生壳", "花生米", "花生衣", "花叶", "话梅", "黄泥螺", "黄芪", "黄桃", "黄油", "黄鱼", "火腿", "茴香"]
  }, {
    "letter": "I",
    "garbageItem": []
  }, {
    "letter": "J",
    "garbageItem": ["茭白", "茭白皮", "鸡翅膀", "鸡翅膀的骨头", "鸡棒骨", "鸡骨棒", "金针菜", "韭菜", "鸡翅", "鸡翅骨头", "鸡旦壳", "鸡蛋", "鸡蛋蛋壳", "鸡蛋壳", "家庭盆栽废弃的树叶", "桔柑", "鸡肝", "桔梗", "加工类食品", "鸡公煲骨头", "菌菇", "鸡骨", "鸡骨架", "鸡骨头", "鸡腿骨", "鸡腿骨头", "鸡鸭骨", "鸡鸭骨头", "鸡屁股", "鸡米花", "家庭花卉", "金华火腿", "家庭绿化", "鸡", "鸡精", "鸡排", "鸡皮", "鸡肉", "鸡头", "鸡腿", "鸡胸", "鸡鸭鱼", "鸡杂碎", "鸡爪", "家禽内脏", "家庭盆栽树叶", "家养绿植", "甲鱼", "姜", "酱料", "酱汁", "饺子", "桔", "桔皮", "桔子", "桔子皮", "金鱼", "酒酿", "蚧壳", "橘皮", "橘子皮", "橘子"]
  }, {
    "letter": "K",
    "garbageItem": ["枯枝败叶", "咖啡包", "糠饼", "可丽饼", "枯萎的花", "枯萎的鲜花", "咖啡", "咖啡粉", "咖啡渣", "葵花籽", "葵花籽壳", "葵花子壳", "糠", "可乐", "枯树叶", "枯树枝", "枯叶", "枯枝"]
  }, {
    "letter": "L",
    "garbageItem": ["萝卜", "萝卜的叶子", "萝卜干", "烂菜叶", "烂蔬菜", "绿叶菜", "落叶残花", "绿茶瓜子", "晾干的柚子皮", "冷冻食品", "绿豆", "绿豆芽", "螺蛳粉", "蓝莓干", "老干妈辣酱", "荔枝干壳", "榴莲干", "烂黄瓜", "烂苹果", "烂水果", "落花生", "绿化", "绿化修剪物", "辣酱", "辣椒酱", "烂香蕉", "辣椒", "菱角", "烂桔", "烂桔子", "荔枝壳", "栗子壳", "龙虾壳", "龙眼壳", "螺师壳", "螺狮壳", "螺蛳壳", "腊肉", "辣条", "烂树叶", "烂桃", "烂叶子", "烂猪肉", "乐事薯片", "肋排", "梨", "梨核", "荔枝核", "栗子", "莲藕", "莲蓬", "莲雾", "榴莲肉", "粮食", "凉皮", "零食", "龙虾", "芦荟", "芦稷", "绿萝", "绿箩", "绿叶", "绿植", "螺狮", "螺蛳", "螺蛳肉", "落叶"]
  }, {
    "letter": "M",
    "garbageItem": ["面包", "面包干", "面包屑", "没有泡过的茶叶", "毛毛虫", "米虫", "毛豆", "毛豆结", "毛豆壳", "米饭", "猫屎咖啡", "面粉", "芒果干", "麦秆", "蘑菇", "玫瑰", "玫瑰花", "麻辣香锅", "芒果", "芒果核", "芒果皮", "猕猴桃", "棉花糖", "蜜饯", "麻辣烫", "麦丽素", "猫粮", "猫饲料", "马铃薯", "马铃薯片", "马肉", "麦子", "馒头", "蔓藤", "米", "面", "面条", "墨鱼", "牡蛎肉"]
  }, {
    "letter": "N",
    "garbageItem": ["牛鞭", "奶油蛋糕", "奶粉", "牛肉干", "年糕", "牛排骨", "牛蛙骨头", "南瓜", "南瓜皮", "南瓜子壳", "牛油果", "牛油果壳", "牛油果皮", "牛筋", "奶酪", "柠檬", "奶片", "奶油", "内脏", "牛", "牛排", "牛肉", "牛蛙", "牛尾", "牛杂"]
  }, {
    "letter": "O",
    "garbageItem": ["呕吐物"]
  }, {
    "letter": "P",
    "garbageItem": ["葡萄柄", "平常喝茶的茶叶渣", "平常喝的茶叶", "皮蛋壳", "排骨的骨头", "泡过的枸杞子", "盆栽的废弃树叶", "泡面调料", "盆栽废弃树叶", "排骨", "苹果", "苹果果核", "苹果核", "苹果壳", "苹果皮", "苹果屑", "苹果杍", "膨化食品", "螃蟹壳", "泡面", "泡馍", "盆栽", "盆栽树叶", "盆栽植物", "披萨", "皮皮虾", "葡萄皮", "葡萄", "葡萄藤", "葡萄枝", "葡萄籽", "螃蟹肉", "螃蟹", "枇杷叶"]
  }, {
    "letter": "Q",
    "garbageItem": ["芹菜", "芹菜叶", "青菜", "青菜杆", "青菜皮", "青菜叶", "球生菜", "青草", "青蟹壳", "巧克力", "曲奇", "茄子", "青蟹", "琼脂"]
  }, {
    "letter": "R",
    "garbageItem": ["肉包", "肉蛋", "肉蛋加工食品", "肉干", "肉骨头鱼骨头属于哪类", "软骨", "肉酱", "肉沫", "人造奶油", "肉皮", "肉片", "乳制品", "肉", "肉肉", "肉渣", "软糖"]
  }, {
    "letter": "S",
    "garbageItem": ["熟玉米棒", "生煎包", "剩包子", "三杯鸡", "扇贝", "扇贝肉", "食材废料", "生菜", "剩菜", "剩菜饭", "剩菜剩饭", "剩饭菜", "剩饭剩菜", "剩飯剩菜", "剩余饭菜", "蔬菜", "蔬菜瓜果皮", "蔬菜果皮", "蔬菜茎叶", "蔬菜皮", "蔬菜水果", "蔬菜水果皮", "蔬菜叶", "熟菜", "素菜", "剩餐", "食物残渣", "食物残渣及宠物饲料", "水草", "剩茶叶", "水果茶", "水产及其加工食品", "水产类弃物", "死昆虫", "水果脆", "生的鸡蛋壳", "生鸡蛋壳", "熟鸡蛋", "熟鸡蛋壳", "晒干的柚子皮", "树废弃的枝", "水煮花生的壳", "死掉的多肉植物", "死掉的植物", "速冻饺子", "速冻水饺", "剩饭", "馊饭", "三合一咖啡", "湿面粉", "速溶饮料粉末", "食品干", "水果干", "树根", "碎骨", "碎骨头", "丝瓜", "丝瓜瓤", "圣女果", "蔬果", "蔬果皮", "水果", "水果果肉", "水果茎枝", "水果皮", "湿花生", "湿花生壳", "水煮花生壳", "死花", "树叶是那种垃圾", "烧鸡", "生鸡", "生煎", "生姜", "沙拉酱", "水饺", "山竹壳", "熟虾壳", "粟子壳", "笋壳", "剩莱", "死老鼠", "饲料", "石榴皮", "烧卖", "生米", "三明治", "手帕", "水培植物", "三文鱼皮", "山芋皮", "山竹皮", "树皮", "蒜皮", "笋皮", "三文鱼片", "山楂片", "薯片", "水煮肉片", "食品", "生肉", "生猪肉", "手撕猪肉", "三文鱼", "桑叶", "山芋", "山竹", "生蚝", "食物", "寿司", "薯条", "树叶", "树枝", "树枝叶", "死螃蟹", "死鸭子", "死鱼", "死蟑螂", "蒜", "梭子蟹"]
  }, {
    "letter": "T",
    "garbageItem": ["桃板", "蹄膀", "调料包", "糖炒栗子", "糖炒栗子壳", "蹄髈的骨头", "调味料", "调味品", "土豆", "土豆皮", "糖和藕粉", "甜瓜", "糖果", "脱排油烟机油渣", "甜芦黍", "甜芦粟", "甜卢蜀", "田螺", "藤蔓", "桃子皮", "甜甜圈", "兔肉", "糖", "桃子", "蹄髈", "兔头"]
  }, {
    "letter": "U",
    "garbageItem": []
  }, {
    "letter": "V",
    "garbageItem": []
  }, {
    "letter": "W",
    "garbageItem": ["午餐肉", "豌豆壳", "豌豆殼", "午饭", "无花果壳", "味精", "蚊子", "文竹"]
  }, {
    "letter": "X",
    "garbageItem": ["鲜肉月饼", "咸菜", "西洋参", "香肠", "咸鸭蛋壳", "谢了的花", "稀饭", "小麦粉", "香蕉干", "香菇", "小骨", "小骨头", "小排骨", "小排骨头", "西瓜", "西瓜皮", "西瓜籽", "西瓜子", "西瓜子壳", "香瓜子", "香瓜子壳", "西红柿", "西兰花", "鲜花", "香蕉", "香蕉皮", "香蕉片", "小金鱼", "蟹壳", "虾壳", "虾仁壳", "香榧壳", "香榧子外壳", "小龙虾壳", "蟹虾壳", "杏仁壳", "雪蟹蟹壳", "小龙虾", "小龙虾头", "小米", "小排", "西柚皮", "虾皮", "仙人球", "香榧子仁", "小核桃仁", "杏仁", "仙人掌", "相思子", "虾条", "鲜虾条", "虾头", "西柚", "虾", "咸鱼", "蟹", "蟹汁"]
  }, {
    "letter": "Y",
    "garbageItem": ["玉米棒", "月饼", "鸭脖", "鸭脖子", "药材", "油菜花", "鱼肠", "鱼鳞鱼肠", "鱼刺", "洋葱皮", "鱼的内脏", "有毒植物", "椰壳粉", "鸭胗干", "鱼干", "玉米杆", "鸭骨", "鸭骨头", "鸭腿骨", "鱼骨", "鱼骨，虾壳", "鱼骨头", "魚骨头", "鸭屁股", "腰果", "柚子果肉", "樱花", "原味鸡", "月季", "鱼类", "鱼鳞", "杨梅", "玉米", "玉米穗", "玉米心", "玉米芯", "玉米渣", "鱼内脏", "柚子皮", "鱼皮", "叶片", "营养琼脂", "鸭肉", "羊肉", "椰子肉", "鱼肉", "洋山芋", "鱼汤", "樱桃", "油条", "鱼头", "芋头", "鸭腿", "燕窝", "鸭血", "鸭", "鸭子", "烟叶", "盐", "药渣", "叶", "叶子", "油渣", "油渣子", "油脂", "鱿鱼", "鱼", "芋艿", "芋圆", "柚子"]
  }, {
    "letter": "Z",
    "garbageItem": ["中药材", "中药药材", "紫菜", "中药残渣", "杂草", "中草药", "煮花生的壳", "猪排骨", "猪小骨", "猪爪骨头", "煮花生壳", "炸鸡", "炸鸡腿", "蘸酱", "猪脚", "竹笋壳", "芝麻", "珍珠米", "猪脑", "猪皮", "芝士片", "猪肉铺", "猪肉", "猪头肉", "走油肉", "芝士", "竹笋", "蔗糖", "猪蹄", "猪头", "植物", "植物叶子", "中药", "中药药渣", "中药渣", "中药渣渣", "枝叶", "猪油", "章鱼", "枣", "枣核", "枣子核", "蜘蛛", "粥", "猪", "猪爪", "粽子"]
  }, {
    "letter": "#",
    "garbageItem": []
  }]
}, {
  "categroy": 4,
  "data": [{
    "letter": "A",
    "garbageItem": ["安全套", "按摩棒", "肮脏塑料袋"]
  }, {
    "letter": "B",
    "garbageItem": ["白板笔", "百洁布", "板擦儿", "棒棒糖杆", "棒骨", "冰棍棒", "冰激凌木棒", "蚌壳", "包蛋糕的塑料袋", "包狗屎的纸巾", "包海鲜的袋子", "包了番茄皮的纸巾", "包书膜", "包书皮", "包装薄膜", "包装材料", "包装袋", "包装干燥剂", "包装食品袋", "包装塑料袋", "包装塑料纸", "饼干包装袋", "薄型塑料袋", "保龄球", "保温材料", "保温棉", "保鲜袋", "保鲜膜", "保鲜用的冰袋", "保险套", "被污染的报纸", "被污染的旧报纸", "被油污的报纸", "被油污染的旧报纸", "被油污污染的旧报纸", "鲍鱼壳", "爆竹", "贝壳", "贝壳类", "贝壳类弃物", "被污染的旧衣服", "被污染的衣服", "被污染的纸", "被污染衣服", "被油污染的纸", "被油污污染的纸盒", "绷带", "鼻毛", "鼻屎", "鼻涕纸", "笔袋", "笔", "笔盖", "笔杆", "笔壳", "笔囊", "笔套", "笔屑", "笔芯", "碧根果", "碧根果壳", "避孕套", "鞭炮", "编织袋", "便利贴", "便签", "便条纸", "便纸", "标签", "标签卡", "标签色带", "别针", "冰袋", "冰箱冰袋", "丙烯", "饼干袋", "饼干塑料盒", "病人换下来的纸尿裤", "玻璃胶", "玻璃胶带", "玻璃纸", "菠萝蜜核", "菠萝蜜壳", "铂金纸", "不含汞铅电池"]
  }, {
    "letter": "C",
    "garbageItem": ["吃过的棒棒糖", "餐巾纸包装", "茶包", "茶包袋", "茶叶包", "茶叶包装袋", "擦桌子的报纸", "瓷器杯子", "瓷水杯", "擦鼻涕的纸", "擦鼻涕纸", "擦鼻涕纸巾", "擦过鼻涕的餐巾纸", "擦过鼻涕的纸", "擦过鼻涕的纸巾", "搽鼻涕纸", "彩笔", "彩色笔", "彩色铅笔", "擦眼镜布", "成人尿布", "擦过菜汁的抽纸", "擦过的纸巾", "擦过屁股的卫生纸", "擦汗的纸巾", "擦屁股的纸", "擦屁股的纸巾", "擦屎纸", "擦拭过的餐巾纸", "擦手的面巾纸", "擦手巾", "擦手纸", "擦完嘴的纸", "擦眼泪的纸", "擦油纸", "彩票", "彩色回形针", "彩色塑料纸", "彩色颜料", "彩纸", "彩妆", "菜饭盒", "餐盒", "餐巾", "餐巾纸", "餐巾纸袋子", "餐巾纸盒", "餐巾紙", "餐厅纸", "餐纸", "吃剩的快餐盒", "苍蝇拍", "草纸", "草纸卫生纸", "厕所的卫生纸", "厕所手纸", "厕所用纸", "厕所纸", "厕所纸巾", "厕纸", "茶袋", "茶盒", "茶壶", "茶壶碎片", "茶碗", "茶叶袋", "长筒连裤袜", "长头发", "唱片", "超能胶", "超市小票", "超市装肉盒", "潮湿塑料袋", "车钥匙", "尘土", "成人用品", "吃过的大骨头", "吃过的口香糖", "吃过的奇趣蛋", "吃过的外卖盒", "吃过的一次性饭盒", "吃剩下的牡蛎壳", "吃完的泡面盒", "尺", "充气袋", "宠物毛", "宠物毛发", "抽完的烟蒂", "抽完烟的烟蒂", "抽纸", "臭袜子", "厨房垃圾袋", "厨房用钢丝球", "厨房用纸", "厨房纸", "厨房纸巾", "除湿剂", "除氧剂", "窗纱", "创可贴", "创口贴", "唇膏", "纯水滤芯", "磁带", "磁碟片", "磁卡", "磁力片", "瓷片", "瓷器", "瓷器瓶", "瓷器碎片", "瓷碗", "瓷制品", "蛏子壳"]
  }, {
    "letter": "D",
    "garbageItem": ["蛋白素肉包装袋", "大棒骨", "大骨棒", "打包袋", "打包盒", "打包锡纸盒", "大米包装袋", "带血包装袋", "带油包装皮", "蛋糕包装", "蛋糕包装袋", "蛋糕包装盒", "蛋黄饼塑料包装盒", "蛋黄月饼塑料包装盒", "豆腐包袋盒", "镀铝膜包装", "大贝壳", "带鼻涕的餐巾纸", "袋泡茶", "袋装茶叶", "打扫灰尘", "掉下来的牙齿", "打火机", "打火机油", "打湿的纸巾", "打碎的碗", "打印照片", "大骨头", "大的骨头", "大的肉骨头", "大骨", "大骨（如：猪腿骨）", "大核桃壳", "大米袋", "大排骨", "大排骨头", "大头钉", "带防晒霜的防晒霜罐", "带酱汁的塑料袋", "带胶制品", "带肉牛骨头", "带血塑料袋", "带有狗屎的纸巾", "豆浆袋", "豆浆袋子", "蛋糕盒", "蛋挞壳", "蛋挞托", "掉落的头发", "滴滤咖啡", "底片", "碘伏棉球", "电热蚊香片", "电蚊香", "电蚊香片", "钓鱼竿", "钓鱼钩", "钓鱼线", "碟片", "丁字裤", "钉书针", "订书钉", "订书针", "动物骨骼", "动物毛", "动物毛发", "动物羽毛", "豆腐盒", "豆腐塑料盒", "杜蕾斯", "短裤", "貂毛"]
  }, {
    "letter": "E",
    "garbageItem": ["儿童尿不湿", "耳屎", "耳线", "歺巾纸"]
  }, {
    "letter": "F",
    "garbageItem": ["方便面的调料包", "方便面调料包", "方便面纸盒包装", "肥皂外包装", "服装包装袋", "复合包装", "飞机杯", "废笔芯", "废弃的圆珠笔", "粉笔", "方便筷", "方便面袋", "方便面袋子", "方便面盒", "方便面盒子", "方便面桶", "方便面碗", "服装商标", "粉饼", "废旧抹布", "废抹布", "饭菜盒", "废餐巾纸", "废弃餐巾纸", "防潮剂", "粉碎后的打印纸", "废胶带", "封箱带", "封箱胶带", "废旧塑料袋", "废塑料袋", "肥宅用过的纸巾", "废旧的雨伞", "废弃的毛巾", "废弃的纸巾", "粉碎的纸", "粉底", "废踏垫", "发胶", "发蜡", "发票", "发圈", "饭盒", "饭碗", "防腐剂", "防滑毯", "防晒霜", "防水气泡膜", "防碎气泡膜", "防撞塑料", "肥料", "肥皂", "废花盆", "废胶水", "废旧蚊香", "废旧牙刷", "废毛巾", "废弃花盆", "废弃环氧树脂", "废弃毛巾", "废弃水粉颜料", "废弃卫生棉", "废弃卫生纸", "废手纸", "废橡胶", "废纸巾", "废纸屑", "粉碎纸", "粉碎纸张", "风筝", "缝纫针", "敷料", "腐坏椰子", "复写纸"]
  }, {
    "letter": "G",
    "garbageItem": ["过期安全套", "骨头棒", "干燥剂（食品包装内）", "挂耳咖啡包", "干净的纸杯", "钢笔", "钢笔里的墨囊", "钢笔墨囊", "勾线笔", "干冰袋", "狗尿布", "硅胶铲", "高裤腰带", "干净的垃圾袋", "干净的塑料袋", "干的纸尿裤", "过期的口香糖", "过期的湿纸巾", "狗尿垫", "光碟", "果冻盒", "干头发", "过期洗发水", "过期护肤品", "锅盖", "干果壳", "干拉圾", "干毛巾", "干尿裤", "干燥剂", "干纸巾", "甘蔗皮", "钢化膜", "钢丝球", "蛤蜊壳", "隔离霜", "狗骨头", "狗毛", "狗屎纸", "狗屎紙", "骨头", "固体胶", "光盘", "光盘片", "硅胶", "龟壳", "过滤盒", "过滤器", "过滤芯", "过期化妆品", "过期口红", "过期卫生纸", "过期隐形眼镜", "过塑膜"]
  }, {
    "letter": "H",
    "garbageItem": ["海绵拖把", "画过画的白纸", "盒马塑料包装盒", "花茶包", "化妆品包装袋", "火锅包装", "汉堡盒", "喝完的咖啡纸杯", "红笔", "画笔", "画笔画的画", "坏钢笔", "化妆粉饼", "含油抹布", "黄草纸烧的灰", "火柴", "黑胶唱片", "灰尘", "灰尘毛发", "海苔袋子", "厚塑料袋", "厚型塑料袋", "海胆壳", "孩子的尿片", "孩子用过的尿片", "核桃的壳", "画过的铅化纸", "坏的花盆", "坏了的碗", "海绵垫", "护垫", "坏发卡", "盒饭盒", "花肥", "护肤品", "护肤霜", "花蛤壳", "孩子尿片", "海绵", "海绵纸", "海鲜壳", "海鲜纸盒", "馄饨盒", "黑框眼镜", "黑曜石", "红酒瓶瓶塞", "胡桃壳", "胡子", "虎牙", "护目镜", "护手霜", "花篮", "花泥", "花盆", "画画颜料", "画画纸", "化妆棉", "化妆刷", "环氧树脂", "灰", "徽章", "回形针", "活性炭", "活性炭滤芯", "火机", "火山石", "核桃壳"]
  }, {
    "letter": "I",
    "garbageItem": []
  }, {
    "letter": "J",
    "garbageItem": ["502胶水", "504胶水", "504胶水废包装", "旧拖把", "脚踏板", "旧小黑板", "搅拌棒", "搅拌勺", "胶棒", "酱油包装纸", "酒精棉片包装袋", "鸡蛋保护套", "记号笔", "金属钢笔", "卷笔刀", "胶布", "旧抹布", "结成团的猫砂", "碱电池", "碱性电池", "碱性无汞电池", "金属打火机", "胶带", "胶带纸", "鸡毛掸", "鸡毛掸子", "坚果的壳", "剪下来的手工纸", "假发", "假发套", "聚乙烯饭盒", "胶囊咖啡", "鸡粪", "睫毛膏", "坚果", "坚果果壳", "坚果壳", "净水器过滤", "浆糊", "酒精棉花", "胶画", "鸡毛", "甲鱼壳", "脚指甲", "假睫毛", "假头套", "假牙", "剪纸", "胶水", "胶纸", "脚皮", "旧毛巾", "酒精棉", "酒精棉片", "酒精棉球", "酒精片", "镜框", "镜子", "旧镜子", "净水滤芯", "净水器滤芯", "酒瓶塞子", "旧筷子", "旧内裤", "旧内衣", "旧袜子", "旧牙刷", "旧雨伞", "卷烟", "卷纸", "卷纸筒", "睫毛刷", "毽子"]
  }, {
    "letter": "K",
    "garbageItem": ["KINDLE壳", "咖啡包装袋", "口香糖包装纸", "快递包装袋", "快递包装纸", "快递塑料包装纸", "咖啡杯盖", "咖啡纸杯", "咖啡纸杯(内表面附塑料膜)", "咖啡纸杯盖", "可口可乐纸杯", "可乐杯", "可擦笔", "可擦复写笔", "可擦摩笔", "可擦魔笔", "快递冰袋", "快餐盒", "快递餐盒", "咖啡袋", "可降解垃圾袋", "可降解塑料袋", "快递袋", "快递袋子", "快递纸", "咖啡过滤纸", "咖啡胶囊", "咖啡滤纸", "空牙膏", "开心果", "开心果壳", "快速面盒", "口红", "空气净化器滤网", "空气净化器滤芯", "卡", "空气滤芯", "口香糖", "口罩", "筷子"]
  }, {
    "letter": "L",
    "garbageItem": ["冷饮棒", "滤芯棒", "辣条包装袋", "冷冻食品塑料包装", "冷饮包装", "冷饮包装袋", "冷饮包装纸", "零食包装袋", "零食包装盒", "铝箔包", "腊笔", "蜡笔", "蜡笔画", "蜡笔画的画", "冷冻食品用的冰袋", "冷冻用冰袋", "铝箔餐盒", "氯化钙除湿剂", "垃圾袋", "垃圾塑料袋", "辣条袋子", "冷饮袋", "零食袋", "落发", "肋骨", "零食罐", "榴莲果核", "榴莲果皮", "拉面盒子", "冷饮盒", "滤水壶滤芯", "联通卡", "榴莲壳", "拉拉裤", "拉链", "蜡纸", "蜡烛", "冷饮", "离心纸", "李子核", "榴莲核", "榴莲皮", "凉席", "溜溜球", "芦稷皮", "芦苇叶", "炉渣", "滤清器", "滤网", "滤芯"]
  }, {
    "letter": "M",
    "garbageItem": ["木质搅拌棒", "棉棒", "棉花棒", "棉签棒", "买菜的包装袋", "面包包装袋", "面包袋", "面包盒", "面膜包装", "面膜包装纸", "没用过的纸杯", "马克笔", "毛笔", "没用的笔芯", "没用完的水笔芯", "眉笔", "魔笔", "墨水笔", "木头铅笔", "木制铅笔", "冥币", "煤饼", "没用过的尿不湿", "猫尿布", "没用过的尿布", "抹布", "摩易擦", "魔力擦", "麻袋", "马夹袋", "马夾袋", "马甲袋", "麦当劳纸袋", "美术袋", "米袋", "密封袋", "面膜袋", "没用过的尿片", "墨盒中的碳粉", "毛发", "魔方", "墨粉", "磨砂膏", "没用过尿片", "棉花", "棉花签", "棉花球", "名画", "煤灰", "麻将牌", "毛巾", "棉柔巾", "棉质卫生巾", "面巾纸", "墨镜", "牡蛎壳", "麻绳", "马桶刷", "马桶纸", "猫毛", "猫沙", "猫砂", "毛竹", "煤渣", "美术黏土", "美瞳", "棉签", "棉球", "棉绳", "棉线", "面膜", "面膜纸", "面霜", "面纸", "摩丝", "墨囊", "墨囊瓶", "墨襄", "木塞", "木炭", "木屑", "沐浴乳"]
  }, {
    "letter": "N",
    "garbageItem": ["泥巴", "粘鼠板", "尿塑料包装", "牛排包装", "牛肉粒包装袋", "暖宝宝", "暖宝宝帖", "暖宝贴", "奶茶杯", "奶茶杯子", "奶茶纸杯", "尿不湿", "尿布", "尿布湿", "牛大骨", "奶粉袋", "尿袋", "牛奶袋", "牛奶纸袋", "尿垫", "牛骨", "牛骨头", "牛肉骨头", "牛头骨", "牛腿骨", "牛腿骨头", "牛奶瓶吸管", "牛油果核", "牛角", "女卫生巾", "纽扣", "钮扣", "内裤", "内衣裤", "内衣内裤", "尿裤", "尼龙绳", "尼龙丝袜", "尼龙制品", "鸟笼", "奶罩", "内衣", "女生内衣", "尿片", "女性卫生用品", "粘纸"]
  }, {
    "letter": "O",
    "garbageItem": ["呕吐包"]
  }, {
    "letter": "P",
    "garbageItem": ["PIZZA盒", "PE塑料袋", "漂白粉", "乒乓板", "泡脚药包", "泡面调料包", "泡面调料塑料包", "泡泡包装袋", "膨化食品包装", "膨化食品外包装", "披萨饼盒", "破抹布", "泡沫餐盒", "泡过的茶叶", "泡沫填充", "破瓷品", "破瓷瓶", "破瓷器", "破瓷碗", "破旧的瓷品", "破旧陶瓷", "破旧陶瓷品", "破碎瓷碗", "破碎陶瓷", "破损瓷器", "泡沫袋", "破损垃圾袋", "普通塑料袋", "破的碗", "破了的碗", "破碎的花盆", "破碎的碗", "泡沫垫", "泡沫饭盒", "排骨骨头", "泡面盒", "泡面盒子", "披萨盒", "披萨盒子", "皮筋", "破旧凉席", "泡棉纸", "泡面桶", "泡面纸碗", "泡沫纸", "盘子", "乒乓球", "泡泡糖", "泡泡纸", "皮屑", "票", "破碗"]
  }, {
    "letter": "Q",
    "garbageItem": ["巧克力包装纸", "铅笔", "铅笔头", "铅笔屑", "铅笔芯", "铅笔自动铅", "签字笔", "签字笔芯", "曲别针", "汽车雨刮器", "气泡袋", "巧克力袋子", "清洁塑料袋", "敲碎的碗", "取号纸", "巧克力盒子", "铅画纸", "气泡膜", "情趣内衣", "气泡纸", "情趣用品", "气球", "氢气球", "铅芯", "墙刷", "墙纸", "青椰"]
  }, {
    "letter": "R",
    "garbageItem": ["入厕用纸", "润唇膏", "人的头发", "润发乳", "肉骨", "肉骨头", "润滑剂", "润滑油", "乳胶手套", "乳胶枕", "日抛美瞳", "软木塞", "软盘", "人造纤维", "乳牙"]
  }, {
    "letter": "S",
    "garbageItem": ["扫把", "塑料拖把", "烧烤棒", "三明治包装", "沙包", "沙拉酱包装", "上好佳包装", "生石灰包", "湿的食品包装袋", "湿巾纸包装", "食品包装带", "食品包装袋", "食品包装盒", "食品包装塑料袋", "食品包装塑料盒", "食品包装纸", "食品包装纸盒", "食品包裝", "食品塑料包装", "食品塑料包装袋", "食品外包装", "食品小包装袋", "食物包装", "食物包装袋", "食物包装纸", "薯片包装", "薯片包装袋", "速冻饺子包装", "速冻食品包装纸", "速溶咖啡包装", "塑包装袋", "塑胶包装袋", "塑料包书纸", "塑料包装", "塑料包装袋", "塑料包装纸", "塑料打包盒", "塑料打包绳", "塑料食品包装袋", "塑料外包", "塑料外包装", "手剥核桃壳", "塑料薄膜", "食品保鲜袋", "食物保鲜袋", "手提塑胶保温箱", "湿报纸", "手抄报", "湿纸杯", "塑料奶茶杯", "扇贝贝壳", "扇贝壳", "水笔", "水笔笔杆", "水笔笔芯", "水笔杆", "水笔外壳", "水笔芯", "水彩笔", "水彩笔芯", "水性笔", "水性笔芯", "塑料笔", "塑料笔壳", "塑料笔套", "塑料水笔", "塑料圆珠笔", "鼠标垫", "湿了的尿不湿", "纱布", "湿抹布", "湿尿布", "使用过的尿布", "塑料布", "碎布头", "水彩", "水彩画", "水彩颜料", "湿餐巾", "湿餐巾纸", "湿的餐巾纸", "湿了的餐巾纸", "使用的餐巾纸", "使用过的餐盒", "使用过的餐巾纸", "使用过的纸质餐盒", "塑料餐盒", "湿厕纸", "塑料叉子", "碎纸机产生的纸屑", "扫地灰尘", "湿灰尘", "塑胶尺", "手串", "纱窗", "使用过的创可贴", "碎瓷", "碎瓷片", "碎瓷器", "碎陶瓷", "碎陶瓷碗", "塑料一次性", "塑料一次性饭盒", "塑料打火机", "双面胶带", "塑料带", "塑料胶带", "蛇皮袋", "盛装的垃圾袋", "湿的塑料袋", "湿塑料袋", "食品袋", "食品塑封袋", "食品塑料袋", "食物塑料袋", "食物纸袋", "薯片袋", "薯片袋子", "水饺袋", "饲料袋", "塑胶袋", "塑料袋", "塑料袋子", "塑料豆浆袋", "塑料购物袋", "塑料垃圾袋", "塑料马夹袋", "塑料酸奶袋", "酸奶袋", "酸奶袋子", "湿的纸巾", "湿的纸尿裤", "湿的纸张", "湿掉的纸巾", "使用过的猫砂", "使用过的女性卫生巾", "使用过的卫生巾", "使用过的卫生纸", "使用过的吸管", "使用过的纸巾", "受过污染的纸", "碎的废纸", "速冻饺子内塑料盒", "水斗漏网", "湿头发", "碎头发", "碎小肥皂", "散粉", "石膏粉", "石灰粉", "水粉颜料", "塑封纸", "塑料封条", "酸奶盖", "石灰干燥剂", "食品干燥剂", "石膏", "塑料牙膏管", "塑料牙膏皮", "手写稿", "手工纸", "水垢", "塑料吸管", "薯片罐", "砂锅", "水果盒", "水果塑料套", "使用过卫生纸", "湿海绵", "食品盒", "食品塑料盒", "食品纸盒", "薯片盒", "薯片盒子", "薯片纸盒", "水饺盒", "珊瑚", "塑料花", "塑料假花", "碎花瓶", "手环", "生石灰", "石灰石", "手机卡", "手机壳", "手机膜", "食品用脱氧剂", "手指甲", "手指甲脚趾甲", "双面胶", "湿巾", "湿巾纸", "湿巾紙", "湿卫生巾", "湿纸巾", "受污纸巾", "生蚝壳", "松子壳", "塑料壳", "湿纸尿裤", "生日蜡烛", "少量泥土", "塑料膜", "塑料泡泡", "塑料勺", "塑料绳", "塑料手套", "塑料糖纸", "塑料小扇子", "塑料牙刷", "塑料雨衣", "塑料纸", "塑料紙", "水滤芯", "松木猫砂", "碎泡沫", "砂皮", "砂皮纸", "书皮", "碎片纸张", "碎碗片", "碎纸片", "饰品", "书签", "身体乳", "伞", "扫帚", "砂纸", "扇子", "湿卫生纸", "绳子", "湿纸", "试纸", "手纸", "梳子", "树脂", "丝袜", "松子", "碎陶", "碎碗", "碎纸屑", "碎紙"]
  }, {
    "letter": "T",
    "garbageItem": ["拖把", "蹄膀的骨头", "蹄膀骨头", "调料包装", "调料塑料包装", "炭包", "糖包装", "糖果包装", "跳跳糖包装袋", "搪瓷杯", "陶瓷杯", "陶瓷茶杯", "陶瓷咖啡杯", "涂改笔", "拖布头", "陶瓷茶叶罐", "碳性电池", "陶磁", "陶瓷", "陶瓷刀", "陶瓷罐", "陶瓷花盆", "陶瓷品", "陶瓷砂锅", "陶瓷碎片", "陶瓷碗", "陶瓷制品", "透明胶带", "调味袋", "透明塑料袋", "跳蛋", "剃须刀", "吐痰的纸巾", "图钉", "头发", "头发丝", "碳粉", "汤骨", "筒骨", "筒子骨", "腿骨", "陶罐", "糖葫芦棍", "糖果纸", "图画", "碳灰", "脱氧剂", "透明胶", "头盔", "甜芦粟皮", "头皮屑", "陶器", "退热贴", "头绳", "碳纤维", "糖纸", "桃核", "桃子核", "套套", "藤席", "贴纸", "图章"]
  }, {
    "letter": "U",
    "garbageItem": ["U型回形针"]
  }, {
    "letter": "V",
    "garbageItem": []
  }, {
    "letter": "W",
    "garbageItem": ["污染过的纸板箱", "外卖包装盒", "卫生巾包装袋", "无菌包装塑料", "无菌注射器包装", "污染过的保鲜袋", "污染报纸", "污染旧报纸", "未用完的笔芯", "无纺布", "无纺布袋", "外发餐盒", "外卖餐盒", "外卖盒纸餐盒", "外卖塑料餐盒", "外卖纸餐盒", "未使用的餐巾纸", "污损餐巾纸", "无汞电池", "无汞干电池", "无汞碱性电池", "污染的塑料袋", "污染塑胶袋", "污水袋", "污损垃圾袋", "污染的衣服", "污染的纸", "污染较严重的纸张", "污染严重的纸", "污染严重的纸盒", "污染严重的纸张", "碗碟", "外卖饭盒", "卫生间废纸", "乌龟壳", "外卖盒", "外卖盒子", "外卖塑料盒", "外卖纸盒", "蚊香灰", "卫生纸什么垃圾", "卫生间用纸", "卫生间纸", "卫生间纸巾", "万能胶水", "卫生巾", "卫生纸巾", "衛生巾", "蜗牛壳", "雾霾口罩", "污损塑料", "卫生棉", "卫生棉条", "蚊香片", "污染纸张", "卫生纸", "污损纸张", "碗", "蚊香", "文胸"]
  }, {
    "letter": "X",
    "garbageItem": ["星巴克纸杯", "橡胶棒", "炫彩棒", "雪糕棒", "雪糕棒子", "吸管包装纸", "洗衣粉的包装袋", "洗衣液包装袋", "香肠包装袋", "小零食包装袋", "小袋脱酸保鲜剂", "写过毛笔字的报纸", "小贝壳", "擤鼻涕的纸巾", "锡箔", "锡箔纸", "小孩尿不湿", "洗碗布", "小孩尿布", "橡皮擦", "香肠袋", "吸潮剂", "吸尘器垃圾", "小修正带", "修正带", "修正带内芯", "小蛋糕的袋子", "小塑料袋", "洗澡掉的头发", "夏威夷果的壳", "写过字的宣纸", "香烟蒂", "橡胶垫", "消毒片", "洗发精", "洗发水", "洗衣粉", "性感内裤", "雪花膏", "雪糕纸", "香烟屁股", "吸管", "夏威夷果", "夏威夷果壳", "香烟过滤嘴", "锡纸盒", "绣花针", "香灰", "香烟灰", "香烟灰烬", "橡胶", "橡胶手套", "橡胶线", "橡胶制品", "洗脸巾", "卸妆巾", "橡皮筋", "香精", "香榧子壳", "小核桃壳", "卸妆棉", "吸油面纸", "洗面奶", "洗面乳", "橡皮泥", "橡皮", "橡皮屑", "鞋油瓶", "修正液瓶子", "象棋", "小石子", "血糖试纸", "洗碗手套", "血糖针", "鞋套", "香烟头", "线团", "吸油纸", "锡纸", "席子", "线", "香烟", "香皂", "象牙", "卸妆油", "胸罩", "宣纸"]
  }, {
    "letter": "Y",
    "garbageItem": ["3.5英寸软盘", "用过的安全套", "颜料板", "牙签棒", "验孕棒", "荧光棒", "油画棒", "牙膏包装皮", "牙刷包装", "一次性茶包", "一次性打包盒", "一次性口罩包装袋", "一次性塑料打包盒", "衣物包装袋", "饮品包装", "用过的打包饮料盒", "用过的保鲜袋", "用过的保鲜膜", "用过的暖宝宝", "油旧报纸", "油污报纸", "油污的报纸", "油污旧报纸", "油污染的旧报纸", "油污染旧报纸", "油污污染报纸", "油渍的报纸", "一次塑料杯", "一次性杯子", "一次性水杯", "一次性塑料杯", "一次性塑料杯子", "一次性塑料水杯", "一次性饮料杯", "一次性纸杯", "饮料杯", "用过的塑料杯子", "用过的一次性纸杯", "用过的纸杯", "硬贝壳", "有鼻涕的纸巾", "颜料笔", "眼线笔", "一次性笔芯", "荧光笔", "用过的原珠笔", "用完的空圆珠笔芯是什么垃圾", "用完的水笔芯", "用完的水性笔芯", "油画笔", "油漆笔", "原珠笔", "原子笔", "原子笔芯", "圆珠笔", "圆珠笔笔芯", "圆珠笔杆", "圆珠笔芯", "用过的避孕套", "用过的便纸", "有粪便的尿布", "医用冰袋", "一次性铝箔餐盒", "婴儿尿不湿", "婴儿一次性尿不湿", "用过的尿不湿", "一次性抹布", "一次性尿布", "一次性塑料布", "一次性台布", "一次性桌布", "医用纱布", "婴儿尿布", "婴幼儿尿布", "用过的尿布", "油画布", "油抹布", "油网布", "油污布", "一次性血糖采血针", "一次性餐盒", "一次性餐具", "一次性餐盘", "一次性塑料餐盒", "一次性塑料餐具", "一次性纸餐盒", "用过餐巾纸", "用过的餐巾纸", "用过的湿餐巾纸", "用完的餐巾纸", "油腻的餐巾纸", "有污渍的餐盒", "用过的草纸", "用过的厕纸", "一次性叉子", "牙齿", "用的创可贴", "一次性豆浆袋", "一次性豆浆塑料盒", "一次性饭盒", "一次性盒饭", "一次性酒精棉", "一次性口罩", "一次性筷子", "一次性莱盒", "一次性内裤", "一次性牛奶袋", "一次性日用品", "一次性勺子", "一次性手套", "一次性塑料", "一次性塑料袋", "一次性塑料饭盒", "一次性塑料盒", "一次性塑料盒饭", "一次性塑料盒饭盒", "一次性透明盒子", "一次性拖鞋", "一次性碗", "一次性鞋套", "一次性牙刷", "一次性雨衣", "一次性针筒", "一次性纸袋", "一次性纸盒", "一次性纸尿裤", "一次性纸碗", "用过的一次性筷子", "一只塑料袋", "医用导尿袋", "用过的塑料袋", "用过的卫生纸", "严重污染的纸张", "咬过的口香糖", "用过的筷子", "用过的猫砂", "用过的尿片", "用过的湿巾", "用过的湿巾纸", "用过的湿纸巾", "用过的卫生巾", "用过的吸管", "用过的纸", "用过的纸巾", "用过的纸尿裤", "用来装饰的假花", "油污过的纸", "油污过的纸盒", "有颜色的纸", "有油漆的纸", "烟蒂", "烟蒂海绵头", "衣服吊牌", "婴儿纸尿裤", "衣服挂牌", "衣物干燥剂", "牙膏", "牙膏管", "牙膏罐", "牙膏皮", "牙膏软管", "药膏", "羊骨", "羊骨头", "羊腿骨", "羊蝎子骨头", "烟屁股", "雨刮器", "雨刮器橡胶条", "荧光手环", "硬果壳", "硬果皮", "用过卫生纸", "用过纸巾", "牙签盒", "烟盒", "眼镜盒", "音乐盒", "油画", "烟灰", "鸭毛鸡毛", "衣夹", "眼镜架", "亚克力胶水", "姨妈巾", "浴巾", "眼镜", "隐形眼镜", "隐形眼镜片", "牙刷壳", "椰壳", "椰青壳", "椰子壳", "玉米壳", "一块墙皮", "颜料", "鸭毛", "羽毛", "羽毛球", "羽毛球拍", "浴帽", "玉米皮", "玉米叶", "玉米衣", "医用棉签", "医用棉球", "印泥", "雅漾喷雾", "雨披", "椰子皮", "油皮纸", "牙签", "雨伞", "萤石", "医用手套", "牙刷", "眼霜", "印台", "烟头", "鱼网", "牙线", "羊蝎子", "牙", "眼影", "椰子", "椰子殼", "雨衣", "油纸", "玉"]
  }, {
    "letter": "Z",
    "garbageItem": ["zippo打火机", "猪棒骨", "针线包", "纸巾包装", "纸巾包装袋", "纸巾塑料包装袋", "中药包装", "竹炭包", "装过菜的打包盒", "装食品的包装袋", "自暖包", "粽子 包扎线", "脏报纸", "沾了油污的报纸", "纸杯", "纸杯盖", "纸咖啡杯", "纸质咖啡杯", "纸质一次性杯子", "中性笔", "中性笔笔芯", "中性笔塑料袋", "中性水笔", "自动铅笔", "钻笔", "纸张鞭炮", "纸质商标", "脏布", "纸尿布", "沾了菜油的餐巾纸", "脏餐巾纸", "脏的餐巾纸", "纸餐盒", "纸制餐盘", "珍珠奶茶盒", "纸制茶叶罐", "紫砂茶具", "纸钞", "直尺", "猪大骨", "扎带", "脏塑料袋", "真空袋", "纸巾袋", "中药袋", "装海鲜的袋子", "装垃圾的塑料袋", "装3的塑料袋", "装鱼的袋子", "子弹", "脏的橡胶手套", "脏的纸巾", "沾有墨水的纸", "竹笛", "早点盒", "竹垫", "竹坐垫", "自动铅", "自发热型发热贴", "脏污衣服", "指甲盖", "竹竿", "猪骨", "猪骨头", "猪肉骨头", "猪腿骨", "针管", "蘸酱盒", "中药壶", "装饰花", "指甲", "指甲片", "指纹清洁纸", "脏纸巾", "纸巾", "紙巾", "针灸针", "榛子壳", "粽叶壳", "粽子壳", "纸尿裤", "竹筷", "自来水滤芯", "竹篮", "猪毛", "纸尿片", "棕子皮", "粽子皮", "竹片", "紫砂碎片", "竹制品", "注射器", "蒸汽眼罩", "竹签", "竹签子", "竹牙签", "折扇", "枝条", "纸条", "针筒", "针头", "纸团", "蟑螂丸", "竹席", "针线", "粽子 线", "纸屑", "棕叶", "棕子叶", "粽叶", "粽子叶", "粽子叶子", "针", "钟", "竹子"]
  }, {
    "letter": "#",
    "garbageItem": []
  }]
}, {
  "categroy": 5,
  "data": [{
    "letter": "A",
    "garbageItem": []
  }, {
    "letter": "B",
    "garbageItem": []
  }, {
    "letter": "C",
    "garbageItem": ["床板", "抽水马桶", "橱柜", "窗户", "瓷砖"]
  }, {
    "letter": "D",
    "garbageItem": ["地板", "地铁"]
  }, {
    "letter": "E",
    "garbageItem": []
  }, {
    "letter": "F",
    "garbageItem": ["废木材", "房门", "废木料"]
  }, {
    "letter": "G",
    "garbageItem": ["钢筋"]
  }, {
    "letter": "H",
    "garbageItem": ["坏门窗", "坏马桶", "黄沙"]
  }, {
    "letter": "I",
    "garbageItem": []
  }, {
    "letter": "J",
    "garbageItem": ["旧木板", "建材", "建材垃圾", "旧橱柜", "旧浴缸", "家庭装潢垃圾", "居民家庭装潢垃圾", "居民装潢垃圾"]
  }, {
    "letter": "K",
    "garbageItem": []
  }, {
    "letter": "L",
    "garbageItem": ["铝塑板", "铝门窗外框", "铝塑"]
  }, {
    "letter": "M",
    "garbageItem": ["木板", "木地板", "门窗玻璃", "木材", "木料", "马桶", "门", "木门"]
  }, {
    "letter": "N",
    "garbageItem": []
  }, {
    "letter": "O",
    "garbageItem": []
  }, {
    "letter": "P",
    "garbageItem": ["破木板"]
  }, {
    "letter": "Q",
    "garbageItem": ["墙皮"]
  }, {
    "letter": "R",
    "garbageItem": []
  }, {
    "letter": "S",
    "garbageItem": ["石膏板", "塑胶地板", "石灰", "水泥块", "水泥", "沙", "沙子", "石头", "石子", "碎石子"]
  }, {
    "letter": "T",
    "garbageItem": ["铁窗", "铁栏杆", "铁柜", "铁门"]
  }, {
    "letter": "U",
    "garbageItem": []
  }, {
    "letter": "V",
    "garbageItem": []
  }, {
    "letter": "W",
    "garbageItem": ["卫浴设备", "瓦片"]
  }, {
    "letter": "X",
    "garbageItem": ["小块地板"]
  }, {
    "letter": "Y",
    "garbageItem": ["用剩下1千克石膏", "用剩下的1千克水泥", "浴缸"]
  }, {
    "letter": "Z",
    "garbageItem": ["装潢垃圾", "砖块", "砖石", "装饰石", "装饰石头", "砖头", "砖瓦", "砖屑", "砖"]
  }, {
    "letter": "#",
    "garbageItem": []
  }]
}, {
  "categroy": 6,
  "data": [{
    "letter": "A",
    "garbageItem": ["安全座椅"]
  }, {
    "letter": "B",
    "garbageItem": ["白板", "板凳", "布艺沙发"]
  }, {
    "letter": "C",
    "garbageItem": ["茶几", "抽屉", "抽油烟机", "储物柜", "床", "床垫", "床垫子", "床架"]
  }, {
    "letter": "D",
    "garbageItem": ["灯具", "凳子"]
  }, {
    "letter": "E",
    "garbageItem": []
  }, {
    "letter": "F",
    "garbageItem": ["废旧床", "废旧家具床", "废弃沙发", "废家具", "废旧家具"]
  }, {
    "letter": "G",
    "garbageItem": ["钢琴", "柜子"]
  }, {
    "letter": "H",
    "garbageItem": ["黑板", "坏凳子", "坏沙发", "红木家具", "坏椅子", "行李箱"]
  }, {
    "letter": "I",
    "garbageItem": []
  }, {
    "letter": "J",
    "garbageItem": ["旧衣橱", "旧床垫", "旧电脑桌", "旧沙发", "家具", "旧家具", "旧木家具", "旧书桌", "旧桌椅", "旧桌子"]
  }, {
    "letter": "K",
    "garbageItem": ["课桌"]
  }, {
    "letter": "L",
    "garbageItem": []
  }, {
    "letter": "M",
    "garbageItem": ["木材旧家具", "木床", "木头床架", "木制旧家具", "木质家具", "木箱", "木椅", "木椅子", "木桌"]
  }, {
    "letter": "N",
    "garbageItem": []
  }, {
    "letter": "O",
    "garbageItem": []
  }, {
    "letter": "P",
    "garbageItem": ["皮沙发"]
  }, {
    "letter": "Q",
    "garbageItem": ["汽机车座垫"]
  }, {
    "letter": "R",
    "garbageItem": []
  }, {
    "letter": "S",
    "garbageItem": ["双人床", "沙发", "手风琴", "书柜", "书架", "塑胶桌椅", "收银台", "书桌"]
  }, {
    "letter": "T",
    "garbageItem": ["拖排油烟机"]
  }, {
    "letter": "U",
    "garbageItem": []
  }, {
    "letter": "V",
    "garbageItem": []
  }, {
    "letter": "W",
    "garbageItem": []
  }, {
    "letter": "X",
    "garbageItem": ["席梦丝床垫", "席梦思床垫", "席梦思", "小提琴"]
  }, {
    "letter": "Y",
    "garbageItem": ["衣橱", "衣柜", "椅子"]
  }, {
    "letter": "Z",
    "garbageItem": ["置物箱", "桌椅", "桌子椅子", "座椅", "桌子"]
  }, {
    "letter": "#",
    "garbageItem": []
  }]
}, {
  "categroy": 7,
  "data": [{
    "letter": "A",
    "garbageItem": []
  }, {
    "letter": "B",
    "garbageItem": ["报废车", "报废汽车", "便", "便便", "博美"]
  }, {
    "letter": "C",
    "garbageItem": ["宠物便便", "宠物大便", "宠物粪便", "宠物兔粪便", "厕所", "钞票", "车", "车辆", "宠物", "宠物粪", "宠物排泄物", "宠物尸体"]
  }, {
    "letter": "D",
    "garbageItem": ["大便", "动物的粪便", "动物粪便", "电动车", "道路落叶", "动物的尸体", "地沟油", "地膜", "电梯", "动物", "动物尸体"]
  }, {
    "letter": "E",
    "garbageItem": ["二手车"]
  }, {
    "letter": "F",
    "garbageItem": ["粪便", "废机车", "废弃的自行车", "废汽车", "飞机", "废旧机油", "废旧轮胎", "废轮胎"]
  }, {
    "letter": "G",
    "garbageItem": ["工业用保利龙", "狗便", "狗便便", "狗大便", "狗粪便", "狗狗便便", "狗狗大便", "狗狗粪便", "公交车", "狗粪", "工业垃圾", "公交站牌", "狗", "狗粑粑", "狗狗尸体", "狗尸体", "狗屎", "狗熊", "过期"]
  }, {
    "letter": "H",
    "garbageItem": ["环卫车", "火车", "火车轨道", "货车", "化肥", "哈士奇", "海狮", "焊锡", "焊锡丝"]
  }, {
    "letter": "I",
    "garbageItem": []
  }, {
    "letter": "J",
    "garbageItem": ["家禽粪便", "狙击步枪", "脚踏车", "轿车", "旧电瓶车", "旧自行车", "建筑垃圾", "机油", "鸡屎", "集装箱", "酒精", "旧轮胎"]
  }, {
    "letter": "K",
    "garbageItem": ["卡车"]
  }, {
    "letter": "L",
    "garbageItem": ["沥青混合料", "篮球架", "老鼠", "沥青", "硫酸", "轮毂", "轮胎"]
  }, {
    "letter": "M",
    "garbageItem": ["猫便", "猫便便", "猫大便", "猫粪便", "猫的尸体", "猫粪", "毛垃圾", "马", "猫", "猫粑粑", "猫咪", "猫沙猫屎", "猫屎", "美元"]
  }, {
    "letter": "N",
    "garbageItem": ["鸟粪", "牛粪", "农作物秸秆", "农膜", "农业农膜", "奶牛", "泥", "鸟屎", "农药"]
  }, {
    "letter": "O",
    "garbageItem": []
  }, {
    "letter": "P",
    "garbageItem": ["排泄物"]
  }, {
    "letter": "Q",
    "garbageItem": ["汽车", "汽车机油", "汽车轮胎", "汽油"]
  }, {
    "letter": "R",
    "garbageItem": []
  }, {
    "letter": "S",
    "garbageItem": ["圣诞树", "死掉的猫", "树干", "死狗", "死狗死猫", "实心轮胎", "死猫", "尸体", "死尸", "屎"]
  }, {
    "letter": "T",
    "garbageItem": ["拖拉机"]
  }, {
    "letter": "U",
    "garbageItem": []
  }, {
    "letter": "V",
    "garbageItem": []
  }, {
    "letter": "W",
    "garbageItem": []
  }, {
    "letter": "X",
    "garbageItem": ["小狗", "小狗尸体", "小孩子", "橡胶轮胎", "洗洁精", "熊猫", "小区树叶", "熊"]
  }, {
    "letter": "Y",
    "garbageItem": ["用剩的机油", "医疗废弃用品", "野狗", "阴极射线管", "淤泥", "羊"]
  }, {
    "letter": "Z",
    "garbageItem": ["纸币", "助动车", "自行车", "炸弹", "猪粪", "渣土", "炸药"]
  }, {
    "letter": "#",
    "garbageItem": []
  }]
}]

// 定义数据出口

module.exports = {

garbage_sort_data : garbage_sort_data

}